Repository: GNOME/smuxi
Catalog: po-Engine-Twitter/*.po
Languages: cs

source: Friends Timeline
cs: Časová osa přátel

source: Replies
cs: Odpovědi

source: Direct Messages
cs: Přímé zprávy

source: Connecting to Twitter...
cs: Připojování ke Twitteru...

source: Login failed!
cs: Přihlášení selhalo!

source: Login failed! Username and/or password are incorrect.
cs: Přihlášení selhalo! Chybné uživatelské jméno nebo heslo.

source: Connection failed!
cs: Připojování selhalo!

source: Connection failed! Reason:
cs: Připojování selhalo z důvodu:

source: Successfully connected to Twitter.
cs: Připojení ke Twitteru proběhlo úspěšně.

source: Fetching user details from Twitter, please wait...
cs: Probíhá příjem podrobností o uživateli z Twitteru, čekejte prosím...

source: Finished fetching user details.
cs: Příjem podrobností o uživateli dokončen.

source: Failed to fetch user details from Twitter. Reason:
cs: Příjem podrobností o uživateli z Twitteru selhal z důvodu:

source: Fetching friends from Twitter, please wait...
cs: Probíhá příjem seznamu přátel z Twitteru, čekejte prosím...

source: Finished fetching friends.
cs: Příjem seznamu přátel dokončen.

source: Failed to fetch friends from Twitter. Reason:
cs: Příjem seznamu přátel z Twitteru selhal z důvodu:

source: Twitter Commands
cs: Příkazy Twitteru

source: Cannot send message - no target specified. Use: /msg $nick message
cs: Zprávu nelze odeslat - nezadali jste příjemce. Zadejte: /msg $nick zpráva

source: Could not send message - the specified user does not exist.
cs: Zprávu nelze odeslat - zadaný uživatel neexistuje.

source: An error occurred while fetching the friends timeline from Twitter. Reason:
cs: Během přijmu časové osy přátel z Twitteru nastala chyba z důvodu:

source: An error occurred while fetching the replies from Twitter. Reason:
cs: Během přijmu odpovědí z Twitteru nastala chyba z důvodu:

source: An error occurred while fetching direct messages from Twitter. Reason:
cs: Během přijmu přímých zpráv z Twitteru nastala chyba z důvodu:
