Repository: GNOME/smuxi
Catalog: po-Engine/*.po
Languages: es

source: no network connections
es: no hay conexiones a la red

source: Not connected to server
es: No conectado al servidor

source: Not enough parameters for {0} command
es: Parámetros insuficientes para el comando {0}

source: Welcome to Smuxi
es: Bienvenido a Smuxi

source: Type /help to get a list of available commands.
es: Escribe /help para obtener una lista de comandos disponibles.

source: Automatic connect to {0} failed!
es: Conexión automática a {0} fallida!

source: [Engine Commands]
es: [Comandos del Motor]

source: Configuration reloaded
es: Configuración importada

source: Configuration saved
es: Configuración guardada

source: Networks
es: Redes

source: Type
es: Tipo

source: Host
es: Servidor

source: Port
es: Puerto

source: Not connected to any network
es: No conectado a ninguna red

source: No protocol manager found for the protocol: {0}
es: No existe gestor para el protocolo: {0}

source: Unknown protocol: {0}
es: Protocolo desconocido: {0}
